<hgroup>
<h2 class="heading">商业贷款和存款</h2>
<h4 class="subheading"><?php echo quin::$name;?>是一家位于加的夫的独立私人金融机构，尽管我们的商业客户群遍布威尔士，遍及西南，伦敦，家乡和中部地区。</h4>
</hgroup>

<p>所有这三个机构都是由朱利安·霍奇爵士（Julian Hodge）爵士创建的，他们自1950年代以来的活动得到广泛的认可，这已经成为现在在南威尔士存在的动态金融服务行业发展的催化剂。</p>

<p class="paragraph">我们提供私人银行风格的关系，以满足我们的企业，投资者和开发商客户的房地产和可再生能源资金需求。</p>

<p class="paragraph">随着30年的遗产和决策靠近“前线”，我们拥有快速评估和回应您的建议所需的专业知识。</p>

<p class="paragraph">其中一个主要集中在房地产行业，我们通常在100万至2500万英镑的范围内提供投资物业，商业抵押贷款和发展以及可再生能源项目的融资渠道。</p>

<p class="paragraph"><?php echo quin::$name;?>的核心焦点是成为长期借贷合作伙伴。我们还提供其他辅助服务。因此，我们可以通过提供离散结构的期限贷款来补充或替代客户现有的银行业务安排，同时保持结算关系</p>

<p class="paragraph">我们还为商业和私人客户提供有竞争力的存款账户，享有极好的声誉。</p>

<p class="group">
<img src="asset/deposits.gif" class="left">
</p>
