
<h2 class="heading">更高的奖励为您的储蓄</h2>
<p class="subheading"><?php echo quin::$name;?>提供广泛的存款账户，以适应私人和商业客户的需求。这些范围从可变利率账户到固定利率账户和免税储蓄账户。</p>

<p class="paragraph">如果您是商业客户，<?php echo paragaph_link('commercial','请点击这里');?>。</p>

<p class="paragraph"><?php echo quin::$name;?>在向个人投资者提供储蓄产品方面享有令人羡慕的声誉。 我们的现金认购协议和资本千年债券在金融媒体上引起了相当有利的评论，在当地和国家新闻界的独立编制表中经常被引用为“最佳买入”。</p>


<h3 class="title">现金ISA</h3>
<p class="paragraph">在固定利率期限结束时可以免费获得资金。 但是，您可以选择尽早存入您的资金，但这将尽早退还费用。 您应该注意，固定利率期间不允许增加存款，即使在随后的税收年度，最低期初余额为5,000英镑。 利息可以记入账户或转入您的外部账户，从该资金来源。</p>

<p class="paragraph">现有的现金认购协议的转让可以接受我们目前的固定利率，尽管这些转让应直接发送给我们，以确保您的免税状态不受影响。 您应该与现有的供应商联系，查看是否有任何费用或通知期限，如果您决定转移给我们。</p>


<h3 class="title">短期固定利率存款</h3>

<p class="paragraph">以1,000英镑或更多的金额存放长达一年的时间，您可以通过将资金存入固定利率存款账户来赚取利息。</p>

<p class="paragraph">其他存款可能会在期限内加入账户，但只有在账户支付的利率与新账户的汇率相同时才可以。 初次存款后，帐户不允许提款。 然而，您可以投资尽可能多的固定利率账户。</p>

<p class="paragraph">利息可以记入账户或转入您的外部账户，从该资金来源。</p>